<template>
    <div class="views-wrap agreement-view">
        <div class="agreement-con">
            <h1 class="agreement-title">《UsedStreet协议》</h1>
            <p>
                <strong>特别提示：</strong><br>
                您在使用UsedStreet提供的各项服务之前，请您务必审慎阅读、充分理解本协议各条款内容，特别是以粗体标注的部分，包括但不限于免除或者限制责任的条款。如您不同意本服务协议及/或随时对其的修改，您可以主动停止使用UsedStreet提供的服务；您一旦使用UsedStreet服务，即视为您已了解并完全同意本服务协议各项内容，包括UsedStreet对服务协议随时所做的任何修改，并成为UsedStreet用户。
            </p>
            <p>
                <strong>一、总则</strong><br>
                1．1　用户应当同意本协议的条款并按照页面上的提示完成全部的注册程序。用户在进行注册程序过程中点击"同意"按钮即表示用户与UsedStreet公司达成协议，完全接受本协议项下的全部条款。<br>
                1．2　用户注册成功后，UsedStreet将给予每个用户一个用户帐号及相应的密码，该用户帐号和密码由用户负责保管；用户应当对以其用户帐号进行的所有活动和事件负法律责任。<br>
                1．3　用户一经注册UsedStreet帐号，除非子频道要求单独开通权限，用户有权利用该帐号使用UsedStreet各个频道的单项服务，当用户使用UsedStreet各单项服务时，用户的使用行为视为其对该单项服务的服务条款以及UsedStreet在该单项服务中发出的各类公告的同意。<br>
                1．4　UsedStreet会员服务协议以及各个频道单项服务条款和公告可由UsedStreet公司定时更新，并予以公示。您在使用相关服务时,应关注并遵守其所适用的相关条款。<br>
            </p>
            <p>
                <strong>二、注册信息和隐私保护</strong><br>
                2．1　UsedStreet帐号（即UsedStreet用户ID）的所有权归UsedStreet，用户按注册页面引导填写信息，阅读并同意本协议且完成全部注册程序后，即可获得UsedStreet帐号并成为UsedStreet用户。用户应提供及时、详尽及准确的个人资料，并不断更新注册资料，符合及时、详尽准确的要求。所有原始键入的资料将引用为注册资料。如果因注册信息不真实或更新不及时而引发的相关问题，UsedStreet不负任何责任。您可以通过UsedStreet帐号设置页面查询、更正您的信息，且用户提交的帐号名称、头像和简介等注册信息中不得出现违法和不良信息，经UsedStreet审核，如存在上述情况，UsedStreet将不予注册；同时，在注册后，如发现用户以虚假信息骗取帐号名称注册，或其帐号头像、简介等注册信息存在违法和不良信息的，UsedStreet有权不经通知单方采取限期改正、暂停使用、注销登记、收回等措施。<br>
                2．2　UsedStreet帐号包括帐户名称和密码，您可使用设置的帐户名称（包括用户名、手机号、邮箱）和密码登录UsedStreet；在帐号使用过程中，为了保障您的帐号安全基于不同的终端以及您的使用习惯，我们可能采取不同的验证措施识别您的身份。例如您的帐户在新设备首次登录，我们可能通过密码加校验码的方式识别您的身份，验证方式包括但不限于短信验证码、服务使用信息验证。<br>
                2．3　用户不应将其帐号、密码转让、出售或出借予他人使用，若用户授权他人使用帐户，应对被授权人在该帐户下发生所有行为负全部责任。由于帐号关联用户使用信息，仅当依法律法规、司法裁定或经UsedStreet同意，并符合UsedStreet规定的用户帐号转让流程的情况下，方可进行帐号的转让。<br>
                2．4　因您个人原因导致的帐号信息遗失，如需找回UsedStreet帐号信息，请按照UsedStreet帐号找回要求提供相应的信息，并确保提供的信息合法真实有效，若提供的信息不符合要求，无法通过UsedStreet安全验证，UsedStreet有权拒绝提供帐号找回服务；若帐号的唯一凭证不再有效，UsedStreet有权拒绝支持帐号找回。例如手机号二次出售，UsedStreet可拒绝支持帮助找回原手机号绑定的帐号。<br>
                2．5　为了防止资源占用，如您连续六个月未使用您的UsedStreet帐号或未通过UsedStreet认可的其他方式登录过您的UsedStreet帐户，UsedStreet有权对该帐户进行注销，您将不能再通过该帐号登录名登录本网站或使用相关服务。如该帐户有关联的理财产品、待处理交易或余额，UsedStreet会在合理范围内协助您处理，请您按照UsedStreet提示的方式进行操作。<br>
                2．6　UsedStreet的隐私权保护声明（http://www.baidu.com/duty/yinsiquan.html）说明了UsedStreet如何收集和使用用户信息。您保证在您使用UsedStreet的所有产品和服务前，已经充分了解并同意UsedStreet可以据此处理用户信息。<br>
                2．7　当您使用UsedStreet产品进行支付、登录等操作的时候，服务器会自动接收、验证、并记录一些必要的信息，如手机号码、IP地址、服务访问异常信息、以及部分设备信息等，以保障您在使用UsedStreet服务时账户登录和支付过程的安全，进而保护您的上网安全。您使用UsedStreet的服务，即表示您同意UsedStreet可以按照相关的隐私权政策处理您的个人信息。UsedStreet可能会与合作伙伴共同向您提供您所要求的服务或者共同向您展示您可能感兴趣的内容。在信息为该项产品/服务所必须的情况下，您同意UsedStreet可与其分享必要的信息。并且，UsedStreet会要求其确保数据安全并且禁止用于任何其他用途。除此之外，UsedStreet不会向任何无关第三方提供或分享信息。<br>
                2．8　在如下情况下，UsedStreet可能会披露您的信息:<br>
                （1）事先获得您的授权；<br>
                （2）您使用共享功能；<br>
                （3）根据法律、法规、法律程序的要求或政府主管部门的强制性要求；<br>
                （4）以学术研究或公共利益为目的；<br>
                （5）为维护UsedStreet的合法权益，例如查找、预防、处理欺诈或安全方面的问题；<br>
                （6）符合相关服务条款或使用协议的规定。<br>
                2．9　您知悉并授权，UsedStreet仅在必需的情况下使用或与关联公司同步您的信息，以为用户提供征信相关服务。<br>
                2．10　为更好地向用户提供服务，您同意UsedStreet通过短信等形式向您发送相关商业性服务信息。<br>
            </p>
            <p>
                <strong> 三、使用规则</strong><br>
                3．1　用户在使用UsedStreet服务时，必须遵守中华人民共和国相关法律法规的规定，用户应同意将不会利用本服务进行任何违法或不正当的活动，包括但不限于下列行为:<br>
                （1）上载、展示、张贴、传播或以其它方式传送含有下列内容之一的信息：<br>
                　　1）反对宪法所确定的基本原则的；<br>
                　　2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；<br>
                　　3）损害国家荣誉和利益的；<br>
                　　4）煽动民族仇恨、民族歧视、破坏民族团结的；<br>
                　　5）破坏国家宗教政策，宣扬邪教和封建迷信的；<br>
                　　6）散布谣言，扰乱社会秩序，破坏社会稳定的；<br>
                　　7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；<br>
                　　8）侮辱或者诽谤他人，侵害他人合法权利的；<br>
                　　9）含有虚假、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵、或其它道德上令人反感的内容；<br>
                　　10）含有中国法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其它内容的；<br>
                （2）不得为任何非法目的而使用网络服务系统；<br>
                （3）不利用UsedStreet服务从事以下活动：<br>
                　　1) 未经允许，进入计算机信息网络或者使用计算机信息网络资源的；<br>
                　　2) 未经允许，对计算机信息网络功能进行删除、修改或者增加的；<br>
                　　3) 未经允许，对进入计算机信息网络中存储、处理或者传输的数据和应用程序进行删除、修改或者增加的；<br>
                　　4) 故意制作、传播计算机病毒等破坏性程序的；<br>
                　　5) 其他危害计算机信息网络安全的行为。<br>
                3．2　用户违反本协议或相关的服务条款的规定，导致或产生的任何第三方主张的任何索赔、要求或损失，包括合理的律师费，您同意赔偿UsedStreet与合作公司、关联公司，并使之免受损害。对此，UsedStreet有权视用户的行为性质，采取包括但不限于删除用户发布信息内容、暂停使用许可、终止服务、限制使用、回收UsedStreet帐号、追究法律责任等措施。对恶意注册UsedStreet帐号或利用UsedStreet帐号进行违法活动、捣乱、骚扰、欺骗、其他用户以及其他违反本协议的行为，UsedStreet有权回收其帐号。同时，UsedStreet会视司法部门的要求，协助调查。<br>
                3．3　用户不得对本服务任何部分或本服务之使用或获得，进行复制、拷贝、出售、转售或用于任何其它商业目的。<br>
                3．4　用户须对自己在使用UsedStreet服务过程中的行为承担法律责任。用户承担法律责任的形式包括但不限于：对受到侵害者进行赔偿，以及在UsedStreet首先承担了因用户行为导致的行政处罚或侵权损害赔偿责任后，用户应给予UsedStreet等额的赔偿。<br>
            </p>
        </div>
    </div>
</template>
<script>
    export default {
        name: 'agreement'
    }
</script>
<style lang="scss">
    @import "../../assets/scss/define";
    .agreement-con{
        @extend %wm;
        @extend %f14;
        @extend %c6;
        line-height: 1.8;
        p{
            padding: 0 50px;
            margin: 10px 0;
        }
    }
    .agreement-title{
        @extend %f18;
        margin-bottom: 20px;
    }
</style>
